<!DOCTYPE html>
    <html>
    <head>
      <meta charset='utf-8'>
      <meta name='viewport' content='width=device-width'>
      <title>Privacy Policy</title>
      <style> body { font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; padding:1em; } </style>
    </head>
    <body>
    <strong>Privacy Policy</strong> <p>Nurettin BARDAKCI, NB Blok Puzle 
	uygulamas&#305;n&#305; Reklam Destekli bir uygulama olarak geli&#351;tirdi. Bu H&#304;ZMET, 
	Nurettin BARDAKCI taraf&#305;ndan ücretsiz olarak sa&#287;lanmaktad&#305;r ve oldu&#287;u gibi 
	kullan&#305;lmas&#305; amaçlanm&#305;&#351;t&#305;r.<br>
	Bu sayfa, herhangi biri Hizmetimi kullanmaya karar verirse, Ki&#351;isel 
	Bilgilerin toplanmas&#305;, kullan&#305;lmas&#305; ve if&#351;a edilmesiyle ilgili politikalar&#305;m 
	hakk&#305;nda ziyaretçileri bilgilendirmek için kullan&#305;l&#305;r.<br>
	Hizmetimi kullanmay&#305; seçerseniz, bu politikayla ilgili bilgilerin 
	toplanmas&#305;n&#305; ve kullan&#305;lmas&#305;n&#305; kabul etmi&#351; olursunuz. Toplad&#305;&#287;&#305;m Ki&#351;isel 
	Bilgiler, Hizmeti sa&#287;lamak ve geli&#351;tirmek için kullan&#305;l&#305;r. Bilgilerinizi bu 
	Gizlilik Politikas&#305;nda aç&#305;klananlar d&#305;&#351;&#305;nda kullanmayaca&#287;&#305;m veya kimseyle 
	payla&#351;mayaca&#287;&#305;m.<br>
	Bu Gizlilik Politikas&#305;nda kullan&#305;lan terimler, bu Gizlilik Politikas&#305;nda 
	aksi belirtilmedikçe NB Blok Puzle'da eri&#351;ilebilen Hüküm ve 
	Ko&#351;ullar&#305;m&#305;zdakiyle ayn&#305; anlamlara sahiptir.</p>
	<div><b>Bilgi Toplama ve Kullan&#305;m</b><p>Daha iyi bir deneyim için, 
		Hizmetimizi kullan&#305;rken, - dahil ancak bunlarla s&#305;n&#305;rl&#305; olmamak üzere, 
		bize ki&#351;isel olarak tan&#305;mlanabilir belirli bilgileri sa&#287;laman&#305;z&#305; 
		isteyebilirim. &#304;stedi&#287;im bilgiler cihaz&#305;n&#305;zda tutulacak ve hiçbir 
		&#351;ekilde taraf&#305;mdan toplanmayacakt&#305;r.<br>
		Uygulama, sizi tan&#305;mlamak için kullan&#305;lan bilgileri toplayabilen üçüncü 
		taraf hizmetleri kullan&#305;r.<br>
		Uygulama taraf&#305;ndan kullan&#305;lan üçüncü taraf hizmet sa&#287;lay&#305;c&#305;lar&#305;n 
		gizlilik politikas&#305;na ba&#287;lant&#305;</p>
		<ul><li><a href="https://www.google.com/policies/privacy/" target="_blank" rel="noopener noreferrer">Google Play Services</a></li><li><a href="https://support.google.com/admob/answer/6128543?hl=en" target="_blank" rel="noopener noreferrer">AdMob</a></li><li><a href="https://firebase.google.com/policies/analytics" target="_blank" rel="noopener noreferrer">Google Analytics for Firebase</a></li><li><a href="https://firebase.google.com/support/privacy/" target="_blank" rel="noopener noreferrer">Firebase Crashlytics</a></li><!----><!----><!----><!----><!----><!----><!----><li><a href="https://unity3d.com/legal/privacy-policy" target="_blank" rel="noopener noreferrer">Unity</a></li><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----></ul></div> <p>
	<strong>Günlük Verileri<br>
	</strong>Hizmetimi her kulland&#305;&#287;&#305;n&#305;zda, uygulamada bir hata olmas&#305; durumunda, 
	telefonunuzdaki Log Data adl&#305; veri ve bilgileri (üçüncü taraf ürünler 
	arac&#305;l&#305;&#287;&#305;yla) toplad&#305;&#287;&#305;m&#305; size bildirmek isterim. Bu Günlük Verileri, 
	cihaz&#305;n&#305;z&#305;n &#304;nternet Protokolü (&quot;IP&quot;) adresi, cihaz ad&#305;, i&#351;letim sistemi 
	sürümü, Hizmetimi kullan&#305;rken uygulaman&#305;n yap&#305;land&#305;rmas&#305;, Hizmeti 
	kullan&#305;m&#305;n&#305;z&#305;n saati ve tarihi gibi bilgileri içerebilir ve di&#287;er 
	istatistikler.</p>
	<p><b>Kurabiye</b></p> <p>Çerezler, genellikle anonim benzersiz 
	tan&#305;mlay&#305;c&#305;lar olarak kullan&#305;lan az miktarda veri içeren dosyalard&#305;r. Bunlar, 
	ziyaret etti&#287;iniz web sitelerinden taray&#305;c&#305;n&#305;za gönderilir ve cihaz&#305;n&#305;z&#305;n 
	dahili haf&#305;zas&#305;nda saklan&#305;r.<br>
	Bu Hizmet, bu “çerezleri” aç&#305;kça kullanmaz. Ancak uygulama, bilgi toplamak 
	ve hizmetlerini iyile&#351;tirmek için “çerezler” kullanan üçüncü taraf kodu ve 
	kitapl&#305;klar kullanabilir. Bu tan&#305;mlama bilgilerini kabul etme veya reddetme 
	seçene&#287;ine sahipsiniz ve cihaz&#305;n&#305;za bir tan&#305;mlama bilgisinin ne zaman 
	gönderildi&#287;ini bilirsiniz. Çerezlerimizi reddetmeyi seçerseniz, bu Hizmetin 
	baz&#305; k&#305;s&#305;mlar&#305;n&#305; kullanamayabilirsiniz.</p> <p>
                  <b>Servis sa&#287;lay&#305;c&#305;lar&#305;</b></p> <p>A&#351;a&#287;&#305;daki nedenlerden 
	dolay&#305; üçüncü taraf &#351;irketleri ve bireyleri istihdam edebilirim:<br>
	Hizmetimizi kolayla&#351;t&#305;rmak için;<br>
	Hizmeti bizim ad&#305;m&#305;za sa&#287;lamak için;<br>
	Hizmetle ilgili hizmetleri gerçekle&#351;tirmek için; veya<br>
	Hizmetimizin nas&#305;l kullan&#305;ld&#305;&#287;&#305;n&#305; analiz etmemize yard&#305;mc&#305; olmak için.<br>
	Bu Hizmetin kullan&#305;c&#305;lar&#305;n&#305;, bu üçüncü taraflar&#305;n Ki&#351;isel Bilgilerine 
	eri&#351;imi oldu&#287;u konusunda bilgilendirmek istiyorum. Sebebi ise kendilerine 
	verilen görevleri bizim ad&#305;m&#305;za yerine getirmektir. Ancak, bilgileri ba&#351;ka 
	bir amaçla aç&#305;klamamak veya kullanmamakla yükümlüdürler.</p> <p>
                  <b>Güvenlik</b></p> <p>Bize Ki&#351;isel Bilgilerinizi sa&#287;lama 
	konusundaki güveninize de&#287;er veriyorum, bu nedenle ticari olarak kabul 
	edilebilir koruma yöntemlerini kullanmaya çal&#305;&#351;&#305;yoruz. Ancak, internet 
	üzerinden hiçbir aktar&#305;m yönteminin veya elektronik depolama yönteminin %100 
	güvenli ve güvenilir olmad&#305;&#287;&#305;n&#305; ve mutlak güvenli&#287;ini garanti edemedi&#287;imi 
	unutmay&#305;n.</p> <p>
                  <b>Di&#287;er Sitelere Ba&#287;lant&#305;lar</b></p> <p>
	<strong style="font-weight: 400">Bu Hizmet, di&#287;er sitelere ba&#287;lant&#305;lar 
	içerebilir. Üçüncü taraf bir ba&#287;lant&#305;ya t&#305;klarsan&#305;z, o siteye 
	yönlendirileceksiniz. Bu harici sitelerin benim taraf&#305;mdan i&#351;letilmedi&#287;ini 
	unutmay&#305;n. Bu nedenle, bu web sitelerinin Gizlilik Politikas&#305;n&#305; incelemenizi 
	&#351;iddetle tavsiye ederim. Herhangi bir üçüncü taraf site veya hizmetin 
	içeri&#287;i, gizlilik politikalar&#305; veya uygulamalar&#305; üzerinde hiçbir kontrolüm 
	ve sorumlulu&#287;um yoktur.</strong></p> <div><p>
                    <b>Çocuklar&#305;n Gizlili&#287;i</b></p></div> Bu Hizmetler 13 ya&#351;&#305;n 
	alt&#305;ndaki hiç kimseye hitap etmez. 13 ya&#351;&#305;n alt&#305;ndaki çocuklardan bilerek 
	ki&#351;isel olarak tan&#305;mlanabilir bilgiler toplam&#305;yorum. 13 ya&#351;&#305;ndan küçük bir 
	çocu&#287;un bana ki&#351;isel bilgiler verdi&#287;ini ö&#287;renirsem, bunu derhal 
	sunucular&#305;m&#305;zdan silerim. Ebeveyn veya vasi iseniz ve çocu&#287;unuzun bize 
	ki&#351;isel bilgiler verdi&#287;ini biliyorsan&#305;z, gerekli i&#351;lemleri yapabilmem için 
	lütfen benimle ileti&#351;ime geçin.<!----><p>
                  <b>Bu Gizlilik Politikas&#305;ndaki De&#287;i&#351;iklikler</b></p> <p>
	Gizlilik Politikam&#305;z&#305; zaman zaman güncelleyebilirim. Bu nedenle, herhangi 
	bir de&#287;i&#351;iklik için bu sayfay&#305; periyodik olarak gözden geçirmeniz önerilir. 
	Bu sayfada yeni Gizlilik Politikas&#305;n&#305; yay&#305;nlayarak herhangi bir de&#287;i&#351;iklik 
	hakk&#305;nda sizi bilgilendirece&#287;im.<br>
	Bu politika 2022-10-06 tarihinden itibaren geçerlidir.</p> <p>
                  <b>Bize Ula&#351;&#305;n</b></p>
	<p>
                  If you have any questions or suggestions about my
                  Privacy Policy, do not hesitate to contact me at nbardakci1975@gmail.com.
                </p> 
	<p>&nbsp;</p>
	<p>Bu gizlilik politikas&#305; sayfas&#305;, <a href="https://privacypolicytemplate.net" target="_blank" rel="noopener noreferrer">privacypolicytemplate.net </a>
	adresinde olu&#351;turuldu ve A<a href="https://app-privacy-policy-generator.nisrulz.com/" target="_blank" rel="noopener noreferrer">App Privacy Policy Generator</a> 
	taraf&#305;ndan de&#287;i&#351;tirildi/olu&#351;turuldu</p>
    </body>
    </html>
      