<!DOCTYPE html>
    <html>
    <head>
      <meta charset='utf-8'>
      <meta name='viewport' content='width=device-width'>
      <title>Terms &amp; Conditions</title>
      <style> body { font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; padding:1em; } </style>
    </head>
    <body>
    <p><strong>&#350;artlar ve Ko&#351;ullar<br>
&nbsp;</strong></p>
	<p>Uygulamay&#305; indirerek veya kullanarak bu &#351;artlar sizin için otomatik 
	olarak geçerli olacakt&#305;r. Bu nedenle uygulamay&#305; kullanmadan önce bunlar&#305; 
	dikkatlice okudu&#287;unuzdan emin olmal&#305;s&#305;n&#305;z. Uygulamay&#305;, uygulaman&#305;n herhangi 
	bir bölümünü veya ticari markalar&#305;m&#305;z&#305; hiçbir &#351;ekilde kopyalaman&#305;za veya 
	de&#287;i&#351;tirmenize izin verilmez. Uygulaman&#305;n kaynak kodunu ç&#305;karmaya 
	çal&#305;&#351;man&#305;za izin verilmez ve ayr&#305;ca uygulamay&#305; ba&#351;ka dillere çevirmeye veya 
	türev sürümler olu&#351;turmaya çal&#305;&#351;mamal&#305;s&#305;n&#305;z. Uygulaman&#305;n kendisi ve buna 
	ili&#351;kin tüm marka, telif hakk&#305;, veritaban&#305; haklar&#305; ve di&#287;er fikri mülkiyet 
	haklar&#305; halen Nurettin BARDAKCI'ya aittir.<br>
&nbsp;</p>
	<p>Nurettin BARDAKCI, uygulaman&#305;n mümkün oldu&#287;unca faydal&#305; ve verimli 
	olmas&#305;n&#305; sa&#287;lamaya kararl&#305;d&#305;r. Bu nedenle, herhangi bir zamanda ve herhangi 
	bir nedenle uygulamada de&#287;i&#351;iklik yapma veya hizmetleri için ücret alma 
	hakk&#305;n&#305; sakl&#305; tutar&#305;z. Tam olarak ne için ödeme yapt&#305;&#287;&#305;n&#305;z&#305; size aç&#305;kça 
	belirtmeden, uygulama veya hizmetleri için sizden asla ücret almayaca&#287;&#305;z.<br>
&nbsp;</p>
	<p>NB Block Puzzle uygulamas&#305;, Hizmetimi sa&#287;lamak için bize sa&#287;lad&#305;&#287;&#305;n&#305;z 
	ki&#351;isel verileri saklar ve i&#351;ler. Telefonunuzu ve uygulamaya eri&#351;imi güvenli 
	tutmak sizin sorumlulu&#287;unuzdad&#305;r. Bu nedenle, cihaz&#305;n&#305;z&#305;n resmi i&#351;letim 
	sistemi taraf&#305;ndan dayat&#305;lan yaz&#305;l&#305;m k&#305;s&#305;tlamalar&#305;n&#305; ve s&#305;n&#305;rlamalar&#305; 
	kald&#305;rma i&#351;lemi olan telefonunuzu jailbreak veya root yapmaman&#305;z&#305; öneririz. 
	Telefonunuzu kötü amaçl&#305; yaz&#305;l&#305;mlara/virüslere/kötü amaçl&#305; programlara kar&#351;&#305; 
	savunmas&#305;z hale getirebilir, telefonunuzun güvenlik özelliklerini tehlikeye 
	atabilir ve bu, NB Block Puzzle uygulamas&#305;n&#305;n düzgün çal&#305;&#351;mamas&#305; veya hiç 
	çal&#305;&#351;mamas&#305; anlam&#305;na gelebilir.<br>
&nbsp;</p>
	<p>Uygulama, Hüküm ve Ko&#351;ullar&#305;n&#305; beyan eden üçüncü taraf hizmetlerini 
	kullan&#305;r.Bu hizmetler; </p>
	<div>
		<ul>
			<li>
			<a href="https://policies.google.com/terms" target="_blank" rel="noopener noreferrer">Google Play Services</a></li><li><a href="https://developers.google.com/admob/terms" target="_blank" rel="noopener noreferrer">AdMob</a></li><li><a href="https://firebase.google.com/terms/analytics" target="_blank" rel="noopener noreferrer">Google Analytics for Firebase</a></li><li><a href="https://firebase.google.com/terms/crashlytics" target="_blank" rel="noopener noreferrer">Firebase Crashlytics</a></li><!----><!----><!----><!----><!----><!----><!----><li><a href="https://unity3d.com/legal/terms-of-service" target="_blank" rel="noopener noreferrer">Unity</a></li><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----></ul></div> <p>
	Nurettin BARDAKCI'n&#305;n sorumluluk almayaca&#287;&#305; baz&#305; &#351;eyler oldu&#287;unu 
	bilmelisiniz. Uygulaman&#305;n belirli i&#351;levleri, uygulaman&#305;n etkin bir internet 
	ba&#287;lant&#305;s&#305;na sahip olmas&#305;n&#305; gerektirir. Ba&#287;lant&#305; Wi-Fi olabilir veya mobil 
	a&#287; sa&#287;lay&#305;c&#305;n&#305;z taraf&#305;ndan sa&#287;lanabilir, ancak Nurettin BARDAKCI, Wi-Fi 
	eri&#351;iminiz yoksa ve herhangi bir eri&#351;iminiz yoksa uygulaman&#305;n tam 
	i&#351;levsellikte çal&#305;&#351;mamas&#305;ndan sorumlu tutulamaz.</p>
	<p>Uygulamay&#305; Wi-Fi bulunan bir alan&#305;n d&#305;&#351;&#305;nda kullan&#305;yorsan&#305;z, mobil a&#287; 
	sa&#287;lay&#305;c&#305;n&#305;zla yapt&#305;&#287;&#305;n&#305;z sözle&#351;menin &#351;artlar&#305;n&#305;n yine de geçerli olaca&#287;&#305;n&#305; 
	unutmamal&#305;s&#305;n&#305;z. Sonuç olarak, uygulamaya eri&#351;irken ba&#287;lant&#305; süresince veri 
	maliyeti veya di&#287;er üçüncü taraf ücretleri için mobil sa&#287;lay&#305;c&#305;n&#305;z 
	taraf&#305;ndan sizden ücret al&#305;nabilir. Uygulamay&#305; kullan&#305;rken, veri dola&#351;&#305;m&#305;n&#305; 
	kapatmadan uygulamay&#305; kendi ülkeniz (yani bölge veya ülke) d&#305;&#351;&#305;nda 
	kullan&#305;rsan&#305;z, dola&#351;&#305;m veri ücretleri de dahil olmak üzere bu tür ücretlerin 
	sorumlulu&#287;unu kabul edersiniz. Uygulamay&#305; kulland&#305;&#287;&#305;n&#305;z cihaz için fatura 
	ödeyen siz de&#287;ilseniz, uygulamay&#305; kullanmak için fatura ödeyen ki&#351;iden izin 
	ald&#305;&#287;&#305;n&#305;z&#305; varsayd&#305;&#287;&#305;m&#305;z&#305; lütfen unutmay&#305;n.<br>
&nbsp;</p>
	<p>Ayn&#305; &#351;ekilde Nurettin BARDAKCI, uygulamay&#305; kullanma &#351;eklinizle ilgili her 
	zaman sorumluluk alamaz, yani cihaz&#305;n&#305;z&#305;n &#351;arjl&#305; kald&#305;&#287;&#305;ndan emin olman&#305;z 
	gerekir. Pili biterse ve Hizmet'ten faydalanmak için açamazsan&#305;z Nurettin 
	BARDAKCI sorumluluk kabul etmez.<br>
&nbsp;</p>
	<p>Nurettin BARDAKCI'n&#305;n uygulamay&#305; kullanman&#305;zla ilgili sorumlulu&#287;u ile 
	ilgili olarak, uygulamay&#305; kullan&#305;rken, her zaman güncel ve do&#287;ru olmas&#305;n&#305; 
	sa&#287;lamaya çal&#305;&#351;mam&#305;za ra&#287;men, üçüncü taraflara güvendi&#287;imizi unutmamak 
	önemlidir. bilgileri size sunabilmemiz için bize sa&#287;lay&#305;n. Nurettin BARDAKCI, 
	tamamen uygulaman&#305;n bu i&#351;levselli&#287;ine güvenmeniz sonucunda ya&#351;ayaca&#287;&#305;n&#305;z 
	do&#287;rudan veya dolayl&#305; hiçbir kay&#305;p için sorumluluk kabul etmez.<br>
&nbsp;</p>
	<p>Bir noktada, uygulamay&#305; güncellemek isteyebiliriz. Uygulama &#351;u anda 
	Android'de mevcut. sistem (ve uygulaman&#305;n kullan&#305;labilirli&#287;ini geni&#351;letmeye 
	karar verdi&#287;imiz tüm ek sistemler için) gereksinimleri de&#287;i&#351;ebilir ve 
	uygulamay&#305; kullanmaya devam etmek istiyorsan&#305;z güncellemeleri indirmeniz 
	gerekir. Nurettin BARDAKCI, uygulamay&#305; sizinle alakal&#305; olacak ve/veya 
	cihaz&#305;n&#305;za yükledi&#287;iniz Android sürümü ile çal&#305;&#351;acak &#351;ekilde her zaman 
	güncelleyece&#287;ine söz vermez. Ancak, size teklif edildi&#287;inde uygulama 
	güncellemelerini her zaman kabul edece&#287;inize söz verirsiniz, ayr&#305;ca 
	uygulamay&#305; sa&#287;lamay&#305; durdurmak isteyebiliriz ve size herhangi bir fesih 
	bildiriminde bulunmaks&#305;z&#305;n uygulamay&#305; herhangi bir zamanda sonland&#305;rabiliriz. 
	Size aksini söylemedi&#287;imiz sürece, herhangi bir fesih üzerine, (a) bu 
	&#351;artlarda size verilen haklar ve lisanslar sona erecektir; (b) uygulamay&#305; 
	kullanmay&#305; b&#305;rakmal&#305; ve (gerekirse) cihaz&#305;n&#305;zdan silmelisiniz.</p>
	<p>&nbsp;</p>
	<p><b>Bu Hüküm ve Ko&#351;ullardaki De&#287;i&#351;iklikler</b></p>
	<p><br>
	&#350;artlar ve Ko&#351;ullar&#305;m&#305;z&#305; zaman zaman güncelleyebilirim. Bu nedenle, herhangi 
	bir de&#287;i&#351;iklik için bu sayfay&#305; periyodik olarak gözden geçirmeniz önerilir. 
	Bu sayfada yeni &#350;artlar ve Ko&#351;ullar'&#305; yay&#305;nlayarak herhangi bir de&#287;i&#351;iklik 
	hakk&#305;nda sizi bilgilendirece&#287;im</p>
	<p>.<br>
	Bu &#351;artlar ve ko&#351;ullar 2022-10-07 tarihinden itibaren geçerlidir.</p>
	<p><br>
	<b>Bize Ula&#351;&#305;n</b></p>
	<p><br>
	&#350;artlar ve Ko&#351;ullar&#305;m hakk&#305;nda herhangi bir sorunuz veya öneriniz varsa, 
	nbardakci1975@gmail.com adresinden benimle ileti&#351;ime geçmekten çekinmeyin.</p>
	<p><br>
	Bu &#350;artlar ve Ko&#351;ullar sayfas&#305;, App Privacy Policy Generator taraf&#305;ndan 
	olu&#351;turulmu&#351;tur.</p>
    </body>
    </html>
      